<?php
return [

    /*
    |--------------------------------------------------------------------------
    | English Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "user" => [
        "create"                    => "إنشئ مستخدم",
        "edit"                      => "عدل بيانات مستخدم",
        "index"                     => "المستخدمين",
        "show"                      => "أظهر بيانات مستخدم"
    ],
    "fields" => [
        "user" => [
            "email"                 => "الأيميل",
            "ip_address"            => "IP",
            "logged_in_at"          => "سجل الدخول فى",
            "logged_out_at"         => "سجل الخروج فى",
            "name"                  => "الأسم",
            "password"              => "كلمة المرور",
            "password_confirmation" => "تأكيد كلموة المرور",
            "picture"               => "صورة"
        ]
    ],
    "menu" => [
        "user" => [
            "add"                   => "أضف مستخدم",
            "all"                   => "كل المستخدمين",
            "root"                  => "حسابات"
        ]
    ]
];
