<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Arabic Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "user" => [
        "create"                    => "افتح حسابا",
        "edit"                      => "عدل بيانات مستخدم",
        "index"                     => "الحسابات",
        "show"                      => "أظهر بيانات الحساب"
    ],
    "fields" => [
        "user" => [
            "email"                 => "عنوان البريد الإلكتروني",
            "ip_address"            => "IP",
            "logged_in_at"          => "آخر ولوج في",
            "logged_out_at"         => "آخر خروج في",
            "name"                  => "الاسم",
            "password"              => "كلمة السّرّ",
            "password_confirmation" => "توكيد كلمة السّرّ",
            "picture"               => "صورة",
            "role"                  => "الدّور",
            "birthday"              => "تاريخ الميلاد",
            "governorate"           => "المحافظة",
            "website"               => "موقعك على الوِب",
            "facebook"              => "فيسبوك",
            "twitter"               => "تويتر",
            "instagram"             => "انستَجرام",
            "register"              => "تسجيل"
        ]
         
    ],
    "register" => [
        "title" => "تسجيل مستخدم"
        
    ]
];
