<?php
return [

    /*
    |--------------------------------------------------------------------------
    | English Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "attendees" => [
        "create"                    => "طلب مشاركة",
        "edit"                      => "حرّر طلبات المشاركة",
        "index"                     => "attendees",
        "show"                      => "أظهر طلبات المشاركة"
    ],
    "fields" => [
         "attendees" => [
            "name"           => "الاسم",
            "birthday"               => "تاريخ الميلاد",
            "type"               => "النوع",
            "address"               => "محل الإقامة",
            "city"               => "المدينة",
            "phone_number"               => "رقم الهاتف",
            "email"               => "عنوان البريد الإلكتروني",
            "school_name"               => "اسم مدرستك",
            "track"               => "في أي المجالات تود المشاركة",
            "hear_about_us"               => "كيف سمعت بالمدرسة",
            "media_coverage"               => "ألديك مانع من ظهورك في صور فوتوغرافية أثناء المدرسة و نشرها؟",
            "guardian_name"               => "اسم ولي الأمر",
            "guardian_phone"               => "رقم هاتف ولي الأمر",
            "guardian_approval"               => "موافقة ولي الأمر",
            "organization"      => "المنظّمة"
        ]
    ],
    "menu" => [
        "attendees" => [
            "add"                   => "أضف طلب مشاركة",
            "all"                   => "كلّ طلبات المشاركة",
            "root"                  => "Attendeess"
        ]
    ]
];
