<?php
return [

    /*
    |--------------------------------------------------------------------------
    | English Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "space" => [
        "create"                    => "أنشئ مساحة",
        "edit"                      => "حرّر المساحة",
        "index"                     => "المساحة",
        "show"                      => "أظهر المساحة"
    ],
    "fields" => [
        "space" => [
            "space_info"            => "بيانات أساسية",
            "address"          => "العنوان",
            "email"                 => "عنوان البريد الإلكتروني",
            "description"           => "وصف",
            "name"                  => "الاسم",
            "website"               => "موقع الوِب",
            "facebook"              => "فيسبوك",
            "twitter"               => "تويتر",
            "instagram"             => "انستَجرام",
            "phone_number"          => "رقم التلفون",
            "excerpt"               => "وصف مختصر",
            "in_return_key"         => "نوع المقابل",
            "in_return"             => "المقابل امادىل",
            "free"                  => "مجانًّا",
            "min"                   => "مقابل بحد أدنى",
            "max"                   => "مقابل معلوم",
            "any"                   => "ال تجيبه يا بيه",
            "working"               => "عامل",
            "stoped"                => "عاطل",
            "closed"                => "أُغلِق",
            "space_type"            => "فئة المساحة",
            "status"                => "الحالة",
            "libarary"              => "مكتبة",
            "cinema"                => "سينما",
            "sound_studio"          => "أستوديو صوت",
            "lecture_hall"          => "قاعة محاضرات",
            "workshop"              => "ورشة",
            "computer_lap"          => "معمل حاسوب",
            "hackspace"             => "مهكر",
            "salon"                 => "صالون",
            "dancing_hall"          => "قاعة رقص",
            "sport_hall"            => "قاعة رياضة",
            "space"                 => "مساحة؟",
            "studying_room"         => "قاعة مطالعة",
            "science_lap"            => "مختبر علوم",
            "space_equipment"       => "تجهيزات المساحة",
            "agreement_text"        => "قواعد و شروط و توجيهات الاستغلال",
            "capacity"              => "السّعة",
            "smoking"               => "سماحية التدخين",
            "organization"          => "المنظمة",
            "manager_id"            => "مدير المساحة",
            "logo"                  => "أيقونة",
            "working_week_days"     => "ايام الإتاحة الأسبوعية",
            "working_hours_days"    => "ساعات العمل اليومي",
            "space_reservation"     => "بيانات إدارة الحجز",
            "min_time_for_reservation" => "المدة الدنيا للحجز",
            "min_type_for_reservation" => "تمييز المدة الدنيا للحجز",
            "min_time_before_reservation" => "المدى الأدنى لطلب الحجز قبل تاريخ الاستغلال (يوم)",
            "max_time_before_reservation" => "المدى الأقصى لطلب الحجز قبل تاريخ الاستغلال ",
            "min_time_before_usage_to_edit" => "المدى الأدنى قبل تاريخ الاستغلال لطلب تغيير بيانات الحجز بعد توكيده", 
            "change_fees_key" => "مقابل تغيير تغيير بيانات الحجز بعد توكيده",
            "cancel_fees" => "مقابل إلغاء الحجز بعد توكيده",
            "min_to_cancel" => "المدى الأدنى قبل تاريخ الاستغلال لطلب إلغاء الحجز بعد توكيده بلا التزامات",
            "max_to_confirm" => "لمهلة القصوى لتوكيد الحجز بعد طلبه",
            "reset_time" => "اترة البراح بعد انقضاء فاعلية قبل بدء التالية", 
            "max_event_per_time" => "العدد الأقصى للفاعليات الممكن إقامتها في المدة",
            "from" => "من",
            "to" => "إلى", 
            "slug" => "الأسم مختصر بالأنجليزية",
            "max_time_for_reservation" => "الوقت الأقص للحجز",
            "change_fees" => "تكاليف تغير الحجز",
            "usage_period_key" => "فترة الاستخدام مقابل الدنيا",
            "hours" => "ساعات", 
            "days" => "الايام",
            "governorate" => "المحافظة"
        ]
    ],
    "menu" => [
        "space" => [
            "add"                   => "أضف مساحة",
            "all"                   => "كل المساحات",
            "root"                  => "المساحات"
        ]
    ]
];
