<?php
return [

    /*
    |--------------------------------------------------------------------------
    | English Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "permission" => [
        "create"                    => "أنشئ صلحية",
        "edit"                      => "عدل صلحية",
        "index"                     => "الصلاحيات",
        "show"                      => "أظهر صلحية"
    ],
    "fields" => [
        "permission" => [
            "display_name"               => "الاسم الظاهر",
            "description"           => "الوصف",
            "name"                 => "الاسم"
        ]
    ],
    "menu" => [
        "permission" => [
            "add"                   => "أضف الصلاحيات",
            "all"                   => "كل الصلاحيات",
            "root"                  => "الصلاحيات"
        ]
    ]
];
