<?php
return [

    /*
    |--------------------------------------------------------------------------
    | English Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "log" => [
        "index"                     => "السجلات",
    ],
    "fields" => [
        "log" => [
            "text"           => "السجل",
            "ip_address"               => "عنوان ال IP"
        ]
    ],
    "menu" => [
        "log" => [
            "all"                   => "كل السجلات",
            "root"                  => "السجلات"
        ]
    ]
];
