<?php
return [

    /*
    |--------------------------------------------------------------------------
    | English Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "role" => [
        "create"                    => "أنشئ دورًا",
        "edit"                      => "حرّر دورًا",
        "index"                     => "role",
        "show"                      => "أظهر الأدوار"
    ],
    "fields" => [
       "role" => [
            "display_name"               => "الاسم الظاهر",
            "description"           => "الوصف",
            "name"                 => "الاسم",
            "permission"           => "الصلاحيات"
        ]
    ],
    "menu" => [
         "role" => [
            "add"                   => "أضِف دورًا",
            "all"                   => "كلّ الأدوار",
            "root"                  => "Roles"
        ]
    ]
];
