<?php
return [

    /*
    |--------------------------------------------------------------------------
    | English Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "event" => [
        "create"                    => "أنشئ فعالية",
        "edit"                      => "حرّر الفعالية",
        "index"                     => "event",
        "show"                      => "أظهر الفعالية"
    ],
    "fields" => [
        "event" => [
            "language_id"           => "Language",
            "content"               => "Content",
            "description"           => "الوصف",
            "title"                 => "العنوان"
        ]
    ],
    "menu" => [
        "event" => [
            "add"                   => "أضِف فعالية",
            "all"                   => "كل الفعاليات",
            "root"                  => "الفعاليات"
        ]
    ]
];
