<?php
return [
    /*
    |--------------------------------------------------------------------------
    | English Application Language Lines
    |--------------------------------------------------------------------------
    */
    "menu" => [
        "home" => "الأولى",
        "spaces" => "المساحات",
        "events" => "الفعاليات",
        "logout" => "الخروج",
        "dashboard" => "لوحة التحكم",
        "reservation" => "الحجوزات",
        "programs"  => "البرامج",
        "user"  => "المستخدم",
        "trainer" => "المدرب"
    ],
    "title" => "نـدمج",
    "home"          => "الأولى",
    "more"     => " المزيد", 
    "button"        => [
                        "know_less" => "فصّل",
                        "know_more" => "أوجز"
                    ]
];
