<?php

return [

    /*
    |--------------------------------------------------------------------------
    | English Application Language Lines
    |--------------------------------------------------------------------------
    */
    "menu" => [
    	"home" => "الصفحة الرئيسية",
    	"spaces" => "المساحات",
    	"events" => "الأحداث",
    	"logout" => "تسجيل الخروج",
    	"dashboard" => "لوحة التحكم",
        "reservation" => "الحجوزات"
    ],
    "title" => "نـدمـج",
    "home"          => "Home",
    "read_more"     => "Read More", 
    "button"        => [
                        "know_less" => "أعرف أقل",
                        "know_more" => "أعرف أكتر"
                    ]

];
