<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Arabic Auth Language Lines
    |--------------------------------------------------------------------------
    */
    "login" => [
        "email"                 => "عنوان البريد الإلكتروني",
        "forgot"                => "نسيت كلمة سرّي",
        "password"              => "كلمة السّرّ",
        "remember"              => "تذّكرني",
        "submit"                => "لج",
        "title"                 => "الولوج"
    ],
    "signup" => [
        "title"                 => "تسجيل حساب جديد"
    ],
    "logout"                    => "اخرج",
    "password" => [
        "email_content"         => "اتبع هذا الرابط لتصفير كلمة سرّك",
        "submit"                => "أرسل رابط تصفير كلمة السّرّ",
        "title"                 => "تصفير كلمة السّرّ"
    ],
    "reset" => [
        "password"              => "كلمة السّر الجديدة",
        "password_confirmation" => "توكيد كلمة السّرّ الجديدة",
        "submit"                => "أودّع",
        "title"                 => "وضع كلمة سرّ جديدة"
    ]
];