<?php
return [

    /*
    |--------------------------------------------------------------------------
    | English Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "reservation" => [
        "create"                    => "أنشئ طلب حجز",
        "edit"                      => "حرّر طلب الحجز",
        "index"                     => "الاحجوزات",
        "show"                      => "أظهر طلبات الحجز"
    ],
    "fields" => [
        "reservation" => [
            "name"           => "الاسم",
            "status"               => "الحالة",
            "description"           => "الوصف",
            "title"                 => "العنوان",
            "organization_id" => "المؤسسة",
            "user_id" => "طالب الحجز"
        ]
    ],
    "menu" => [
        "reservation" => [
            "add"                   => "أضف حجز",
            "all"                   => "كل الحجوزات",
            "root"                  => "الحجوزات"
        ]
    ]
];
