<?php
return [

    /*
    |--------------------------------------------------------------------------
    | English Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "session" => [
        "create"                    => "أنشئ جلسة",
        "edit"                      => "حرّر جلسة",
        "index"                     => "الجلسات",
        "show"                      => "أظهر الجلسات"
    ],
    "fields" => [
        "session" => [
            "start_date"           => "تاريخ البداية",
            "start_time"           => "وقت البداية",
            "status"               => "الحالة",
            "space_id"                 => "المساحة",
            "reservation_id"                 => "الحجز"
        ]
    ],
    "menu" => [
        "session" => [
            "add"                   => "أضِف جلسة",
            "all"                   => "كل الجلسات",
            "root"                  => "الجلسات"
        ]
    ]
];
