<?php
return [

    /*
    |--------------------------------------------------------------------------
    | English Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "session" => [
        "create"                    => "أنشئ جلسة",
        "edit"                      => "حرّر جلسة",
        "index"                     => "session",
        "show"                      => "أظهر الجلسات"
    ],
    "fields" => [
        "session" => [
            "language_id"           => "اللغة",
            "content"               => "المحتوى",
            "description"           => "الوصف",
            "title"                 => "العنوان"
        ]
    ],
    "menu" => [
        "session" => [
            "add"                   => "أضِف جلسة",
            "all"                   => "كل الجلسات",
            "root"                  => "Sessions"
        ]
    ]
];
