<?php
return [

    /*
    |--------------------------------------------------------------------------
    | English Admin Language Lines
    |--------------------------------------------------------------------------
    */

    "program" => [
        "create"                    => "أنشئ برنامجًا",
        "edit"                      => "حرّر البرنامج",
        "index"                     => "البرامج",
        "show"                      => "أظهر البرنامج"
    ],
    "fields" => [
        "program" => [
            "name"           => "أسم البرامج",
            "picture"               => "عمل فني",
            "events"           => "أختر الفاعليات المنتمية لهذا البرنامج",
            "description" => "الوصف"
        ]
    ],
    "menu" => [
        "program" => [
            "add"                   => "أضِف برنامجا",
            "all"                   => "كلّ البرامج",
            "root"                  => "البرامج"
        ]
    ]
];
